Retrieves/set an object that represents the type of the SlabEdge.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public SlabEdgeType SlabEdgeType { get; set; }
  Visual Basic
Public Property SlabEdgeType As SlabEdgeType
	Get
	Set
  Visual C++
public:
property SlabEdgeType^ SlabEdgeType {
	SlabEdgeType^ get ();
	void set (SlabEdgeType^ value);
}
 See Also
  SlabEdge Class
  Autodesk.Revit.DB Namespace